Repository: cbHasib/-prayer-times-ios
Catalog: PrayerTimesiOS/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, tr

source: — Prophet Muhammad ﷺ (an-Nasāʾī)
ar: — النبي محمد ﷺ (النسائي)
bn: — নবী মুহাম্মদ ﷺ (নাসায়ী)
tr: — Hz. Muhammed ﷺ (Nesâî)

source: — Prophet Muhammad ﷺ (Muslim)
ar: — النبي محمد ﷺ (مسلم)
bn: — নবী মুহাম্মদ ﷺ (মুসলিম)
tr: — Hz. Muhammed ﷺ (Müslim)

source: — Prophet Muhammad ﷺ (Tirmidhī)
ar: — النبي محمد ﷺ (الترمذي)
bn: — নবী মুহাম্মদ ﷺ (তিরমিযি)
tr: — Hz. Muhammed ﷺ (Tirmizî)

source: — Qur'an · Al-Baqarah 2:45
ar: — القرآن · البقرة ٢:٤٥
bn: — কুরআন · আল-বাকারা ২:৪৫
tr: — Kur'an · Bakara 2:45

source: — Qur'an · Al-Baqarah 2:238
ar: — القرآن · البقرة ٢:٢٣٨
bn: — কুরআন · আল-বাকারা ২:২৩৮
tr: — Kur'an · Bakara 2:238

source: — Qur'an · Al-Muʾminūn 23:1–2
ar: — القرآن · المؤمنون ٢٣:١–٢
bn: — কুরআন · আল-মুমিনূন ২৩:১–২
tr: — Kur'an · Mü'minûn 23:1–2

source: — Qur'an · Al-ʿAnkabūt 29:45
ar: — القرآن · العنكبوت ٢٩:٤٥
bn: — কুরআন · আল-আনকাবূত ২৯:৪৫
tr: — Kur'an · Ankebût 29:45

source: — Qur'an · An-Nisā 4:103
ar: — القرآن · النساء ٤:١٠٣
bn: — কুরআন · আন-নিসা ৪:১০৩
tr: — Kur'an · Nisâ 4:103

source: — Qur'an · Hūd 11:114
ar: — القرآن · هود ١١:١١٤
bn: — কুরআন · হূদ ১১:১১৪
tr: — Kur'an · Hûd 11:114

source: — Qur'an · Ṭā Hā 20:14
ar: — القرآن · طه ٢٠:١٤
bn: — কুরআন · ত্বা-হা ২০:১৪
tr: — Kur'an · Tâhâ 20:14

source: · Iqamah %@
ar: · الإقامة %@
bn: · ইকামাহ %@
tr: · Kamet %@

source: %@ %@ left
ar: %1$@ يتبقّى %2$@
bn: %1$@ %2$@ বাকি
tr: %1$@ %2$@ kaldı

source: %@ in %@
ar: %1$@ خلال %2$@
bn: %1$@ %2$@ পর
tr: %1$@ %2$@ kaldı

source: %@ in %lld min
ar: %1$@ خلال %2$lld دقيقة
bn: %2$lld মিনিটে %1$@
tr: %2$lld dk sonra %1$@

source: %@ is at %@.
ar: %1$@ في %2$@.
bn: %1$@ %2$@-এ।
tr: %1$@ saati: %2$@.

source: %@ left
ar: يتبقّى %1$@
bn: %1$@ বাকি
tr: %1$@ kaldı

source: %lld min before
ar: قبل %lld دقيقة
bn: %lld মিনিট আগে
tr: %lld dk önce

source: +%lld min
ar: +%lld د
bn: +%lld মিনিট
tr: +%lld dk

source: A nudge — and optionally the Adhan — at each prayer.
ar: تنبيه — والأذان اختيارياً — عند كل صلاة.
bn: প্রতি নামাজে একটি বার্তা — এবং চাইলে আজান।
tr: Her namazda bir hatırlatma — ve isterseniz ezan.

source: Accurate times for your exact location
ar: أوقات دقيقة لموقعك بالضبط
bn: আপনার সঠিক অবস্থানের নির্ভুল সময়
tr: Tam konumunuz için doğru vakitler

source: Adhan (Madinah)
ar: أذان (المدينة)
bn: আজান (মদিনা)
tr: Ezan (Medine)

source: Adhan (Makkah)
ar: أذان (مكة)
bn: আজান (মক্কা)
tr: Ezan (Mekke)

source: Adhan %@
ar: الأذان %@
bn: আজান %@
tr: Ezan %@

source: Adhan before jamaat
ar: الأذان قبل الجماعة
bn: জামাতের আগে আজান
tr: Cemaatten önce ezan

source: Adhan timing
ar: توقيت الأذان
bn: আজানের সময়
tr: Ezan zamanlaması

source: AH
ar: هـ
bn: হিজরী
tr: Hicri

source: All prayer times
ar: جميع أوقات الصلاة
bn: সব নামাজের সময়
tr: Tüm namaz vakitleri

source: Allow ⌘ Esc to exit early
ar: السماح بالخروج مبكرًا عبر ⌘ Esc
bn: ⌘ Esc দিয়ে আগেই বের হওয়ার অনুমতি দিন
tr: ⌘ Esc ile erken çıkışa izin ver

source: Allow notifications
ar: السماح بالإشعارات
bn: নোটিফিকেশনের অনুমতি দিন
tr: Bildirimlere izin ver

source: Allowed
ar: مسموح
bn: অনুমোদিত
tr: İzin verildi

source: An optional screen cover at prayer time.
ar: غطاء اختياري للشاشة وقت الصلاة.
bn: নামাজের সময় ঐচ্ছিক স্ক্রিন কভার।
tr: Namaz vaktinde isteğe bağlı ekran örtüsü.

source: And establish prayer at the two ends of the day. Indeed, good deeds drive away evil deeds.
ar: وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ، إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ.
bn: দিনের দুই প্রান্তে নামাজ কায়েম করো; নিশ্চয়ই সৎকর্ম মন্দ কাজকে মুছে দেয়।
tr: Gündüzün iki ucunda namaz kıl; şüphesiz iyilikler kötülükleri giderir.

source: And seek help through patience and prayer.
ar: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ.
bn: আর ধৈর্য ও নামাজের মাধ্যমে সাহায্য প্রার্থনা করো।
tr: Sabır ve namazla yardım isteyin.

source: Angle-based
ar: حسب الزاوية
bn: কোণ-ভিত্তিক
tr: Açı tabanlı

source: Applied to every prayer. Expand a prayer below to override its sound, reminder, or iqamah.
ar: يُطبَّق على كل صلاة. وسّع صلاةً أدناه لتجاوز صوتها أو تذكيرها أو إقامتها.
bn: প্রতিটি নামাজে প্রযোজ্য। কোনো নামাজের শব্দ, রিমাইন্ডার বা ইকামত ওভাররাইড করতে নিচে সেটি প্রসারিত করুন।
tr: Her namaza uygulanır. Sesini, hatırlatmasını veya kametini değiştirmek için aşağıda bir namazı genişletin.

source: Asr
ar: العصر
bn: আসর
tr: İkindi

source: Asr (madhab)
ar: العصر (المذهب)
bn: আসর (মাযহাব)
tr: İkindi (mezhep)

source: Asr later in the afternoon
ar: العصر في وقت متأخّر بعد الظهر
bn: আসর বিকেলের দেরিতে
tr: Asr öğleden sonra daha geç

source: Asr shadow factor
ar: معامل ظل العصر
bn: আসর ছায়া গুণক
tr: İkindi gölge katsayısı

source: Astronomically from your location
ar: فلكياً من موقعك
bn: আপনার অবস্থান থেকে জ্যোতির্বৈজ্ঞানিকভাবে
tr: Konumunuzdan astronomik olarak

source: At jamaat
ar: عند الجماعة
bn: জামাতের সময়
tr: Cemaatte

source: Auto-detect method from location
ar: اكتشاف الطريقة من الموقع تلقائياً
bn: অবস্থান থেকে পদ্ধতি স্বয়ংক্রিয় শনাক্ত করুন
tr: Yöntemi konumdan otomatik algıla

source: Auto-detect on — locating…
ar: التحديد التلقائي مُفعّل — جارٍ تحديد الموقع…
bn: স্বয়ংক্রিয় শনাক্তকরণ চালু — অবস্থান খোঁজা হচ্ছে…
tr: Otomatik algılama açık — konum bulunuyor…

source: Auto: %@ (%@)
ar: تلقائي: %1$@ (%2$@)
bn: স্বয়ংক্রিয়: %1$@ (%2$@)
tr: Otomatik: %1$@ (%2$@)

source: Automatic
ar: تلقائي
bn: স্বয়ংক্রিয়
tr: Otomatik

source: Automatic (recommended)
ar: تلقائي (موصى به)
bn: স্বয়ংক্রিয় (প্রস্তাবিত)
tr: Otomatik (önerilen)

source: Automatic method
ar: طريقة تلقائية
bn: স্বয়ংক্রিয় পদ্ধতি
tr: Otomatik yöntem

source: Automatic updates are enabled in a later build.
ar: يتم تفعيل التحديثات التلقائية في إصدار لاحق.
bn: স্বয়ংক্রিয় আপডেট পরবর্তী বিল্ডে চালু হবে।
tr: Otomatik güncellemeler sonraki bir sürümde etkinleşir.

source: Automation
ar: الأتمتة
bn: স্বয়ংক্রিয়করণ
tr: Otomasyon

source: Back
ar: رجوع
bn: পেছনে
tr: Geri

source: Based on the calculated Umm al-Qura calendar. Adjust if your country's date differs (it depends on local moon-sighting).
ar: بناءً على تقويم أم القرى المحسوب. عدِّله إذا كان تاريخ بلدك مختلفًا (فهو يعتمد على رؤية الهلال محليًا).
bn: গণনাকৃত উম্মুল কুরা ক্যালেন্ডারের উপর ভিত্তি করে। আপনার দেশের তারিখ ভিন্ন হলে সমন্বয় করুন (এটি স্থানীয় চাঁদ দেখার উপর নির্ভর করে)।
tr: Hesaplanmış Ümmü'l-Kura takvimine dayanır. Ülkenizin tarihi farklıysa ayarlayın (yerel hilal gözlemine bağlıdır).

source: Behaviour
ar: السلوك
bn: আচরণ
tr: Davranış

source: Best for your country
ar: الأنسب لبلدك
bn: আপনার দেশের জন্য সেরা
tr: Ülkeniz için en iyisi

source: Blocked in System Settings
ar: محظور في إعدادات النظام
bn: সিস্টেম সেটিংসে অবরুদ্ধ
tr: Sistem Ayarları'nda engellendi

source: Blur intensity
ar: شدّة التمويه
bn: ব্লারের মাত্রা
tr: Bulanıklık yoğunluğu

source: Calculated
ar: محسوبة
bn: গণনাকৃত
tr: Hesaplanmış

source: Calculation
ar: الحساب
bn: গণনা
tr: Hesaplama

source: Calculation method
ar: طريقة الحساب
bn: গণনা পদ্ধতি
tr: Hesaplama yöntemi

source: Change any of this anytime from the menu-bar item → Settings.
ar: غيّر أيًّا من ذلك في أي وقت من عنصر شريط القوائم ← الإعدادات.
bn: মেনু-বার আইটেম → সেটিংস থেকে যেকোনো সময় এর যেকোনো কিছু পরিবর্তন করুন।
tr: Bunların herhangi birini istediğiniz zaman menü çubuğu öğesi → Ayarlar'dan değiştirin.

source: Changing the language relaunches the app.
ar: تغيير اللغة يعيد تشغيل التطبيق.
bn: ভাষা পরিবর্তন করলে অ্যাপটি পুনরায় চালু হবে।
tr: Dili değiştirmek uygulamayı yeniden başlatır.

source: Check for updates automatically
ar: التحقق من التحديثات تلقائياً
bn: স্বয়ংক্রিয়ভাবে আপডেট দেখুন
tr: Güncellemeleri otomatik denetle

source: Check for Updates…
ar: التحقق من التحديثات…
bn: আপডেট দেখুন…
tr: Güncellemeleri Denetle…

source: Choose method
ar: اختيار الطريقة
bn: পদ্ধতি বেছে নিন
tr: Yöntem seçin

source: Choose what shows in your menu bar.
ar: اختر ما يظهر في شريط القوائم.
bn: মেনু বারে কী দেখাবে তা বেছে নিন।
tr: Menü çubuğunda ne görüneceğini seçin.

source: Congregation at %@.
ar: الجماعة في %@.
bn: জামাত %@-এ।
tr: Cemaat: %@.

source: Continue
ar: متابعة
bn: চালিয়ে যান
tr: Devam

source: Coordinates
ar: الإحداثيات
bn: স্থানাঙ্ক
tr: Koordinatlar

source: Couldn't update login item: %@
ar: تعذّر تحديث عنصر بدء التشغيل: %@
bn: লগইন আইটেম আপডেট করা যায়নি: %@
tr: Giriş öğesi güncellenemedi: %@

source: Countdown only
ar: العد التنازلي فقط
bn: শুধু কাউন্টডাউন
tr: Yalnızca geri sayım

source: Countdown shows
ar: العدّ التنازلي يعرض
bn: কাউন্টডাউন দেখায়
tr: Geri sayım

source: Covers the entire screen during prayer time
ar: يغطّي الشاشة بالكامل أثناء وقت الصلاة
bn: নামাজের সময় পুরো স্ক্রিন ঢেকে দেয়
tr: Namaz vaktinde tüm ekranı kaplar

source: Day adjustment
ar: تعديل اليوم
bn: দিন সমন্বয়
tr: Gün düzeltmesi

source: Default
ar: افتراضي
bn: ডিফল্ট
tr: Varsayılan

source: Defaults
ar: الافتراضيات
bn: ডিফল্ট
tr: Varsayılanlar

source: Detect my location
ar: تحديد موقعي
bn: আমার অবস্থান শনাক্ত করুন
tr: Konumumu bul

source: Detect where you are
ar: تحديد مكانك
bn: আপনি কোথায় আছেন শনাক্ত করুন
tr: Bulunduğunuz yeri algıla

source: Detect your location to compute prayer times for where you are.
ar: اكتشف موقعك لحساب أوقات الصلاة في مكانك.
bn: আপনি যেখানে আছেন সেখানকার নামাজের সময় গণনা করতে আপনার অবস্থান শনাক্ত করুন।
tr: Bulunduğunuz yerin namaz vakitlerini hesaplamak için konumunuzu algılayın.

source: Dhuhr
ar: الظهر
bn: যোহর
tr: Öğle

source: Display
ar: العرض
bn: প্রদর্শন
tr: Görünüm

source: Early reminder
ar: تذكير مبكر
bn: আগাম অনুস্মারক
tr: Erken hatırlatma

source: Elevation (m)
ar: الارتفاع (م)
bn: উচ্চতা (মি)
tr: Yükseklik (m)

source: Emergency exit
ar: خروج طارئ
bn: জরুরি প্রস্থান
tr: Acil çıkış

source: Enable Focus Mode
ar: تفعيل وضع التركيز
bn: ফোকাস মোড চালু করুন
tr: Odak Modunu Etkinleştir

source: Enable notifications
ar: تفعيل الإشعارات
bn: বিজ্ঞপ্তি চালু করুন
tr: Bildirimleri etkinleştir

source: Enable prayer notifications
ar: تفعيل إشعارات الصلاة
bn: নামাজের নোটিফিকেশন সক্রিয় করুন
tr: Namaz bildirimlerini etkinleştir

source: Enter coordinates
ar: إدخال الإحداثيات
bn: স্থানাঙ্ক লিখুন
tr: Koordinatları girin

source: Enter the times your mosque announces. The Adhan reminder fires the minutes above before each.
ar: أدخل الأوقات التي يعلنها مسجدك. ينطلق تذكير الأذان بالدقائق أعلاه قبل كل وقت.
bn: আপনার মসজিদ যে সময় ঘোষণা করে তা লিখুন। উপরের মিনিট অনুযায়ী প্রতিটির আগে আজানের রিমাইন্ডার বাজবে।
tr: Caminizin duyurduğu vakitleri girin. Ezan hatırlatıcısı her birinden yukarıdaki dakika kadar önce çalar.

source: Establish prayer for My remembrance.
ar: وَأَقِمِ الصَّلَاةَ لِذِكْرِي.
bn: আমার স্মরণে নামাজ কায়েম করো।
tr: Beni anmak için namaz kıl.

source: Fajr
ar: الفجر
bn: ফজর
tr: İmsak

source: Fajr & Isha only
ar: الفجر والعشاء فقط
bn: শুধু ফজর ও ইশা
tr: Yalnızca Sabah ve Yatsı

source: Fajr angle
ar: زاوية الفجر
bn: ফজর কোণ
tr: İmsak açısı

source: Finish
ar: إنهاء
bn: সম্পন্ন
tr: Bitir

source: Focus
ar: التركيز
bn: ফোকাস
tr: Odak

source: Focus Mode
ar: وضع التركيز
bn: ফোকাস মোড
tr: Odak Modu

source: Focus Mode covers your whole screen at each obligatory prayer. It's a discipline aid, not a lock — Force Quit always works, and it won't engage while a fullscreen app (a call or presentation) is frontmost.
ar: يغطّي وضع التركيز شاشتك بالكامل عند كل صلاة مفروضة. إنه وسيلة للمساعدة على الانضباط وليس قفلًا — فالإنهاء القسري (Force Quit) يعمل دائمًا، ولن يُفعَّل أثناء وجود تطبيق بملء الشاشة (مكالمة أو عرض تقديمي) في المقدمة.
bn: ফোকাস মোড প্রতিটি ফরজ নামাজে আপনার পুরো স্ক্রিন ঢেকে দেয়। এটি একটি শৃঙ্খলা-সহায়ক, কোনো লক নয় — Force Quit সবসময় কাজ করে, এবং কোনো ফুলস্ক্রিন অ্যাপ (কল বা প্রেজেন্টেশন) সামনে থাকলে এটি চালু হবে না।
tr: Odak Modu her farz namazda tüm ekranınızı kaplar. Bu bir kilit değil, bir disiplin yardımcısıdır — Force Quit her zaman çalışır ve tam ekran bir uygulama (görüşme veya sunum) öndeyken devreye girmez.

source: Focus Mode to pause and pray
ar: وضع التركيز للتوقّف والصلاة
bn: থামতে ও নামাজ পড়তে ফোকাস মোড
tr: Durup namaz kılmak için Odak Modu

source: Follow system
ar: اتباع النظام
bn: সিস্টেম অনুসরণ করুন
tr: Sistemi izle

source: Follow waqt for Sunrise & windows
ar: اتّبع الوقت للشروق والنوافذ
bn: সূর্যোদয় ও উইন্ডোর জন্য ওয়াক্ত অনুসরণ করুন
tr: Güneş doğuşu ve aralıklar için vakti izle

source: General
ar: عام
bn: সাধারণ
tr: Genel

source: Get Started
ar: ابدأ
bn: শুরু করুন
tr: Başlayın

source: Grant location access
ar: السماح بالوصول إلى الموقع
bn: অবস্থান অ্যাক্সেসের অনুমতি দিন
tr: Konum erişimine izin ver

source: Guard strictly the prayers, especially the middle prayer, and stand before Allah devoutly obedient.
ar: حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَىٰ وَقُومُوا لِلَّهِ قَانِتِينَ.
bn: তোমরা নামাজসমূহের প্রতি, বিশেষত মধ্যবর্তী নামাজের প্রতি যত্নবান হও এবং আল্লাহর সামনে বিনীতভাবে দাঁড়াও।
tr: Namazlara ve orta namaza devam edin; Allah'ın huzurunda gönülden boyun eğerek durun.

source: Hanafi
ar: حنفي
bn: হানাফি
tr: Hanefi

source: Hanafi (2×)
ar: حنفي (2×)
bn: হানাফি (২×)
tr: Hanefi (2×)

source: High
ar: عالية
bn: বেশি
tr: Yüksek

source: High-latitude rule
ar: قاعدة خطوط العرض العالية
bn: উচ্চ-অক্ষাংশ নিয়ম
tr: Yüksek enlem kuralı

source: Hijri date
ar: التاريخ الهجري
bn: হিজরী তারিখ
tr: Hicri tarih

source: How it looks
ar: كيف يبدو
bn: এটি কেমন দেখাবে
tr: Nasıl görünür

source: How should we calculate?
ar: كيف نحسب الأوقات؟
bn: আমরা কীভাবে হিসাব করব?
tr: Nasıl hesaplayalım?

source: Icon + countdown
ar: أيقونة + عد تنازلي
bn: আইকন + কাউন্টডাউন
tr: Simge + geri sayım

source: Icon + name + countdown
ar: أيقونة + اسم + عد تنازلي
bn: আইকন + নাম + কাউন্টডাউন
tr: Simge + ad + geri sayım

source: Icon + name + time
ar: أيقونة + اسم + وقت
bn: আইকন + নাম + সময়
tr: Simge + ad + saat

source: Icon only
ar: أيقونة فقط
bn: শুধু আইকন
tr: Yalnızca simge

source: in %@
ar: خلال %@
bn: %@ পর
tr: %@ kaldı

source: Indeed, prayer has been decreed upon the believers a decree of specified times.
ar: إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا.
bn: নিশ্চয়ই নামাজ মুমিনদের উপর নির্দিষ্ট সময়ে ফরজ করা হয়েছে।
tr: Şüphesiz namaz, müminlere belirli vakitlerde farz kılınmıştır.

source: Indeed, prayer restrains from immorality and wrongdoing.
ar: إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ.
bn: নিশ্চয়ই নামাজ অশ্লীলতা ও মন্দ কাজ থেকে বিরত রাখে।
tr: Şüphesiz namaz, hayâsızlıktan ve kötülükten alıkoyar.

source: Inherit default (%@)
ar: الافتراضي (%@)
bn: ডিফল্ট অনুসরণ (%@)
tr: Varsayılan (%@)

source: Iqamah — %@
ar: الإقامة — %@
bn: ইকামাহ — %@
tr: Kamet — %@

source: Iqamah notification
ar: إشعار الإقامة
bn: ইকামাহ বিজ্ঞপ্তি
tr: Kamet bildirimi

source: Iqamah offset
ar: إزاحة الإقامة
bn: ইকামাহ অফসেট
tr: Kamet ofseti

source: Iqamah sound
ar: صوت الإقامة
bn: ইকামাহ শব্দ
tr: Kamet sesi

source: Isha
ar: العشاء
bn: ইশা
tr: Yatsı

source: Isha (min after Maghrib)
ar: العشاء (دقائق بعد المغرب)
bn: ইশা (মাগরিবের পর মিনিট)
tr: Yatsı (akşamdan sonra dk)

source: Isha angle
ar: زاوية العشاء
bn: ইশা কোণ
tr: Yatsı açısı

source: Isha as fixed minutes after Maghrib
ar: العشاء كدقائق ثابتة بعد المغرب
bn: মাগরিবের পর নির্দিষ্ট মিনিটে ইশা
tr: Yatsı, akşamdan sonra sabit dakika

source: Ishraq
ar: الإشراق
bn: ইশরাক
tr: İşrak

source: It's time for %@
ar: حان وقت %@
bn: %@ এর সময় হয়েছে
tr: %@ vakti geldi

source: It's time for %@ (%@).
ar: حان وقت %1$@ (%2$@).
bn: %1$@-এর সময় হয়েছে (%2$@)।
tr: %1$@ vakti geldi (%2$@).

source: Jamaat schedule
ar: جدول الجماعة
bn: জামাতের সময়সূচি
tr: Cemaat programı

source: Keep astronomical times for non-jamaat events.
ar: احتفظ بالأوقات الفلكية للأحداث غير الجماعية.
bn: অ-জামাত ইভেন্টের জন্য জ্যোতির্বৈজ্ঞানিক সময় রাখুন।
tr: Cemaat dışı olaylar için astronomik vakitleri koru.

source: Label style
ar: نمط التسمية
bn: লেবেল স্টাইল
tr: Etiket stili

source: Language
ar: اللغة
bn: ভাষা
tr: Dil

source: Latitude
ar: خط العرض
bn: অক্ষাংশ
tr: Enlem

source: Launch at login
ar: التشغيل عند تسجيل الدخول
bn: লগইনে চালু করুন
tr: Girişte başlat

source: Lead time
ar: المهلة
bn: আগাম সময়
tr: Önceden süre

source: Let's set things up in a few quick steps. You can change any of this later in Settings.
ar: لنُعِدّ التطبيق في بضع خطوات سريعة. يمكنك تغيير أيٍّ من ذلك لاحقاً من الإعدادات.
bn: চলুন কয়েকটি দ্রুত ধাপে সেট আপ করি। পরে সেটিংস থেকে যেকোনো কিছু পরিবর্তন করতে পারবেন।
tr: Birkaç hızlı adımda kuralım. Bunların tümünü daha sonra Ayarlar'dan değiştirebilirsiniz.

source: Location
ar: الموقع
bn: অবস্থান
tr: Konum

source: Location & Time
ar: الموقع والوقت
bn: অবস্থান ও সময়
tr: Konum ve Saat

source: Longitude
ar: خط الطول
bn: দ্রাঘিমাংশ
tr: Boylam

source: Low
ar: منخفضة
bn: কম
tr: Düşük

source: macOS is blocking notifications for Prayer Times. Enable them in System Settings → Notifications to receive prayer alerts.
ar: يحظر macOS إشعارات تطبيق أوقات الصلاة. فعّلها من إعدادات النظام ثم الإشعارات لتصلك تنبيهات الصلاة.
bn: macOS প্রেয়ার টাইমস-এর বিজ্ঞপ্তি ব্লক করছে। নামাজের সতর্কবার্তা পেতে সিস্টেম সেটিংস → বিজ্ঞপ্তি-তে সেগুলো চালু করুন।
tr: macOS, Prayer Times bildirimlerini engelliyor. Namaz uyarılarını almak için Sistem Ayarları → Bildirimler bölümünden etkinleştirin.

source: Madhab
ar: المذهب
bn: মাযহাব
tr: Mezhep

source: Maghrib
ar: المغرب
bn: মাগরিব
tr: Akşam

source: Manual
ar: يدوي
bn: ম্যানুয়াল
tr: Elle

source: Manual (fixed)
ar: يدوي (ثابت)
bn: ম্যানুয়াল (নির্দিষ্ট)
tr: Elle (sabit)

source: Manual (jamaat)
ar: يدوي (جماعة)
bn: ম্যানুয়াল (জামাত)
tr: Elle (cemaat)

source: Manual parameters
ar: المعاملات اليدوية
bn: ম্যানুয়াল প্যারামিটার
tr: Elle parametreler

source: Master switch for all prayer alerts.
ar: المفتاح الرئيسي لجميع تنبيهات الصلاة.
bn: সমস্ত নামাজ অ্যালার্টের প্রধান সুইচ।
tr: Tüm namaz uyarıları için ana anahtar.

source: Master timezone
ar: المنطقة الزمنية الرئيسية
bn: প্রধান টাইমজোন
tr: Ana saat dilimi

source: Medium
ar: متوسطة
bn: মাঝারি
tr: Orta

source: Menu bar
ar: شريط القوائم
bn: মেনু বার
tr: Menü çubuğu

source: Menu bar label
ar: تسمية شريط القوائم
bn: মেনু বার লেবেল
tr: Menü çubuğu etiketi

source: Method
ar: الطريقة
bn: পদ্ধতি
tr: Yöntem

source: Middle of the night
ar: منتصف الليل
bn: মধ্যরাত
tr: Gece yarısı

source: minute
ar: دقيقة
bn: মিনিট
tr: dakika

source: minutes
ar: دقائق
bn: মিনিট
tr: dakika

source: Mode
ar: الوضع
bn: মোড
tr: Mod

source: Name + countdown
ar: الاسم + عد تنازلي
bn: নাম + কাউন্টডাউন
tr: Ad + geri sayım

source: Name + time
ar: الاسم + الوقت
bn: নাম + সময়
tr: Ad + saat

source: Next prayer
ar: الصلاة التالية
bn: পরবর্তী নামাজ
tr: Sonraki namaz

source: None
ar: بلا
bn: কোনোটি নয়
tr: Yok

source: Nothing leaves your Mac — the location is used only to compute times.
ar: لا شيء يغادر جهاز Mac — يُستخدم الموقع فقط لحساب الأوقات.
bn: কিছুই আপনার Mac ছাড়ে না — অবস্থান শুধু সময় হিসাব করতে ব্যবহৃত হয়।
tr: Hiçbir şey Mac'inizden çıkmaz — konum yalnızca vakitleri hesaplamak için kullanılır.

source: Notifications
ar: الإشعارات
bn: বিজ্ঞপ্তি
tr: Bildirimler

source: Notifications and the Adhan, your way
ar: الإشعارات والأذان كما تريد
bn: নোটিফিকেশন ও আজান, আপনার পছন্দমতো
tr: Bildirimler ve ezan, sizin tarzınızda

source: Notify
ar: تنبيه
bn: জানান
tr: Bildir

source: Obligatory prayers
ar: الصلوات المفروضة
bn: ফরজ নামাজ
tr: Farz namazlar

source: Off
ar: معطّل
bn: বন্ধ
tr: Kapalı

source: On
ar: مفعّل
bn: চালু
tr: Açık

source: One-seventh of the night
ar: سُبع الليل
bn: রাতের এক-সপ্তমাংশ
tr: Gecenin yedide biri

source: Opaque
ar: معتم
bn: অস্বচ্ছ
tr: Mat

source: Open System Settings
ar: فتح إعدادات النظام
bn: সিস্টেম সেটিংস খুলুন
tr: Sistem Ayarları'nı Aç

source: Panel
ar: اللوحة
bn: প্যানেল

source: Per prayer
ar: لكل صلاة
bn: প্রতি নামাজ
tr: Her namaz için

source: Per-prayer offsets (minutes)
ar: إزاحات لكل صلاة (دقائق)
bn: প্রতি নামাজের অফসেট (মিনিট)
tr: Namaz başına ofset (dakika)

source: Per-prayer overrides
ar: تجاوزات لكل صلاة
bn: প্রতি-নামাজ ওভাররাইড
tr: Namaza özel geçersiz kılmalar

source: Pick a method and your Asr madhab.
ar: اختر طريقة الحساب ومذهب العصر.
bn: একটি পদ্ধতি ও আপনার আসরের মাযহাব বেছে নিন।
tr: Bir yöntem ve Asr mezhebinizi seçin.

source: Pick explicitly
ar: تحديد يدوي
bn: স্পষ্টভাবে নির্বাচন করুন
tr: Elle seç

source: Pick it yourself
ar: اخترها بنفسك
bn: নিজে বেছে নিন
tr: Kendiniz seçin

source: Play full Adhan audio
ar: تشغيل الأذان كاملاً
bn: সম্পূর্ণ আজান বাজান
tr: Tam ezanı çal

source: Play the full Adhan at prayer time
ar: تشغيل الأذان كاملاً وقت الصلاة
bn: নামাজের সময় সম্পূর্ণ আজান বাজান
tr: Namaz vaktinde tam ezanı çal

source: Prayer duration
ar: مدة الصلاة
bn: নামাজের সময়কাল
tr: Namaz süresi

source: Prayer is light.
ar: الصَّلَاةُ نُورٌ.
bn: নামাজ হলো নূর।
tr: Namaz nurdur.

source: Prayer Times hasn't been granted notification permission yet. Send a sample notification below to trigger the macOS prompt.
ar: لم يُمنح تطبيق أوقات الصلاة إذن الإشعارات بعد. أرسل إشعارًا تجريبيًا أدناه لإظهار طلب الإذن في macOS.
bn: প্রেয়ার টাইমস-কে এখনও বিজ্ঞপ্তির অনুমতি দেওয়া হয়নি। macOS প্রম্পট চালু করতে নিচে একটি নমুনা বিজ্ঞপ্তি পাঠান।
tr: Prayer Times'a henüz bildirim izni verilmedi. macOS istemini açmak için aşağıdan örnek bir bildirim gönderin.

source: Prayer-time notification
ar: إشعار وقت الصلاة
bn: নামাজের সময়ের বিজ্ঞপ্তি
tr: Namaz vakti bildirimi

source: Press ⌘ Esc to exit
ar: اضغط ⌘ Esc للخروج
bn: প্রস্থান করতে ⌘ Esc চাপুন
tr: Çıkmak için ⌘ Esc'e basın

source: Preview sound
ar: معاينة الصوت
bn: শব্দ প্রিভিউ
tr: Sesi önizle

source: Quit
ar: إنهاء
bn: প্রস্থান
tr: Çık

source: Remind
ar: تذكير
bn: মনে করান
tr: Hatırlat

source: Reminder sound
ar: صوت التذكير
bn: অনুস্মারক শব্দ
tr: Hatırlatma sesi

source: Resolved
ar: المحدد
bn: নির্ধারিত
tr: Çözümlenen

source: Resolves your country to a method; you can still override it below.
ar: يحدد طريقتك حسب بلدك، ويمكنك تغييرها أدناه.
bn: আপনার দেশ অনুযায়ী পদ্ধতি নির্ধারণ করে; নিচে আপনি তা পরিবর্তন করতে পারেন।
tr: Ülkenize göre bir yöntem seçer; yine de aşağıdan değiştirebilirsiniz.

source: Run setup again
ar: إعادة الإعداد
bn: আবার সেটআপ চালান
tr: Kurulumu yeniden çalıştır

source: Settings…
ar: الإعدادات…
bn: সেটিংস…
tr: Ayarlar…

source: Setup
ar: الإعداد
bn: সেটআপ
tr: Kurulum

source: Shafiʿi · Mālikī · Ḥanbalī
ar: شافعي · مالكي · حنبلي
bn: শাফিঈ · মালিকী · হাম্বলী
tr: Şafiî · Mâlikî · Hanbelî

source: Show Hijri date
ar: إظهار التاريخ الهجري
bn: হিজরি তারিখ দেখান
tr: Hicri tarihi göster

source: Show Ishraq time
ar: إظهار وقت الإشراق
bn: ইশরাকের সময় দেখান
tr: İşrak vaktini göster

source: Show the Hijri date in the panel
ar: إظهار التاريخ الهجري في اللوحة
bn: প্যানেলে হিজরি তারিখ দেখান
tr: Panelde Hicri tarihi göster

source: Show the Ishraq time in the panel
ar: إظهار وقت الإشراق في اللوحة
bn: প্যানেলে ইশরাকের সময় দেখান
tr: Panelde İşrak vaktini göster

source: Skip setup
ar: تخطّي الإعداد
bn: সেটআপ এড়িয়ে যান
tr: Kurulumu atla

source: So we compute the right times for your place.
ar: لنحسب الأوقات الصحيحة لمكانك.
bn: যাতে আমরা আপনার স্থানের সঠিক সময় হিসাব করতে পারি।
tr: Yerinize doğru vakitleri hesaplayalım diye.

source: Soft chime
ar: رنين خفيف
bn: মৃদু ধ্বনি
tr: Yumuşak çıngırak

source: Sound
ar: الصوت
bn: শব্দ
tr: Ses

source: Source
ar: المصدر
bn: উৎস
tr: Kaynak

source: Standard
ar: قياسي
bn: স্ট্যান্ডার্ড
tr: Standart

source: Standard (1×)
ar: قياسي (1×)
bn: স্ট্যান্ডার্ড (১×)
tr: Standart (1×)

source: Standard (Shafiʿi)
ar: قياسي (شافعي)
bn: স্ট্যান্ডার্ড (শাফিঈ)
tr: Standart (Şafiî)

source: Startup
ar: بدء التشغيل
bn: স্টার্টআপ
tr: Başlangıç

source: Stay on time
ar: حافظ على وقتك
bn: সময়মতো থাকুন
tr: Vaktinde olun

source: Step %lld of %lld
ar: الخطوة %1$lld من %2$lld
bn: ধাপ %1$lld / %2$lld
tr: Adım %1$lld / %2$lld

source: Stop
ar: إيقاف
bn: থামান
tr: Durdur

source: Stop Adhan
ar: إيقاف الأذان
bn: আজান বন্ধ করুন
tr: Ezanı Durdur

source: Successful indeed are the believers — those who are humble in their prayer.
ar: قَدْ أَفْلَحَ الْمُؤْمِنُونَ، الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ.
bn: নিশ্চয়ই সফল হয়েছে মুমিনগণ, যারা তাদের নামাজে বিনয়াবনত।
tr: Müminler gerçekten kurtuluşa ermiştir; onlar ki namazlarında huşû içindedir.

source: Sunrise
ar: الشروق
bn: সূর্যোদয়
tr: Güneş
